Repository: hyuabot-developers/hyuabot-client-ios
Catalog: hyuabot/Localization/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

# coach.subway.tabs.message
source: 탭을 눌러 4호선, 수인분당선, 환승 정보를 확인하세요
en: Tap to view Line 4, Suin-Bundang, and transfer info
ja: タブをタップして4号線、水仁線、乗換情報を確認できます
zh_hans: 点击标签查看4号线、水仁盆唐线及换乘信息

# coach.subway.tabs.title
source: 노선 탭
en: Line Tabs
ja: 路線タブ
zh_hans: 路线标签

# coach.subway.transfer.message
source: 오이도역에서 수인선으로 환승하면 인천에서 한대앞까지 직통으로 가는 것보다 빠를 수 있어요. 환승 정보를 확인하고 더 빠르게 이동하세요
en: Transferring to the Suin Line at Oido Station can be faster than riding directly from Incheon to Hanyang University. Check transfer info for a quicker route
ja: 烏耳島駅で水仁線に乗り換えると、仁川から漢大前まで直通より速い場合があります。乗換情報を確認してより早く移動しましょう
zh_hans: 在鸟耳岛站换乘水仁线，可能比从仁川直达汉阳大学站更快。查看换乘信息，选择更快的路线

# coach.subway.transfer.title
source: 환승 정보
en: Transfer Info
ja: 乗換情報
zh_hans: 换乘信息

# common.help
source: 도움말
en: Help
ja: ヘルプ
zh_hans: 帮助

# common.later
source: 나중에
en: Later
ja: 後で
zh_hans: 稍后

# common.ok
source: 확인
en: OK
ja: 確認
zh_hans: 确认

# common.share
source: 공유
en: Share
ja: 共有
zh_hans: 分享

# contact.action.call
source: 전화
en: Call
ja: 電話
zh_hans: 拨打

# contact.action.copy
source: 전화번호 복사
en: Copy Phone Number
ja: 電話番号をコピー
zh_hans: 复制电话号码

# contact.action.share
source: 공유
en: Share
ja: 共有
zh_hans: 分享

# contact.database.loading
source: 전화부 데이터베이스 업데이트 중...
en: Update contact database…
ja: 電話帳データベースを更新中...
zh_hans: 正在更新电话簿数据库...

# contact.search.empty
source: 검색 결과가 없습니다
en: No item found
ja: 検索結果がありません
zh_hans: 未找到搜索结果

# contact.search.placeholder
source: 이름 / 전화번호 검색
en: Search name / phone
ja: 名前 / 電話番号を検索
zh_hans: 搜索姓名 / 电话号码

# contact.version.loading
source: 전화부 데이터베이스 확인 중...
en: Check contact version...
ja: 電話帳データベースを確認中...
zh_hans: 正在检查电话簿数据库...

# direction.east
source: 동
en: E
ja: 東
zh_hans: 东

# direction.north
source: 북
en: N
ja: 北
zh_hans: 北

# direction.northeast
source: 북동
en: NE
ja: 北東
zh_hans: 东北

# direction.northwest
source: 북서
en: NW
ja: 北西
zh_hans: 西北

# direction.south
source: 남
en: S
ja: 南
zh_hans: 南

# direction.southeast
source: 남동
en: SE
ja: 南東
zh_hans: 东南

# direction.southwest
source: 남서
en: SW
ja: 南西
zh_hans: 西南

# direction.west
source: 서
en: W
ja: 西
zh_hans: 西

# event.database.loading
source: 학사력 데이터베이스 업데이트 중...
en: Update calendar database...
ja: 学事暦データベースを更新中...
zh_hans: 正在更新校历数据库...

# event.header.title
source: 이달의 학사일정
en: Event of month
ja: 今月の学事日程
zh_hans: 本月学校日程

# event.version.loading
source: 학사력 데이터베이스 확인 중...
en: Check calendar version…
ja: 学事暦データベースを確認中...
zh_hans: 正在检查校历数据库...

# home.action_bar.title
source: 홈 화면이 새로워졌어요
en: The home screen is new
ja: ホーム画面が新しくなりました
zh_hans: 首页焕新了

# home.alt.bus_direction
source: %@ 방면
en: Toward %@
ja: %@方面
zh_hans: %@方向

# home.alt.direction.haesol
source: 안산해솔초등학교
en: Ansan Haesol Elementary School
ja: 安山ヘソル小学校
zh_hans: 安山海松小学

# home.alt.direction.intercity_terminal
source: 시외버스터미널
en: Intercity Bus Terminal
ja: 市外バスターミナル
zh_hans: 市外巴士客运站

# home.alt.direction.sangnoksu
source: 상록수역
en: Sangnoksu Station
ja: 常緑樹駅
zh_hans: 常绿树站

# home.alt.direction.sangnoksu_exit3_opposite
source: 상록수역3번출구건너편
en: Sangnoksu Stn. Exit 3 Opposite
ja: 常緑樹駅3番出口向かい
zh_hans: 常绿树站3号出口对面

# home.alt.direction.shuttlecock_dormitory
source: 셔틀콕·기숙사
en: Shuttlecock · Dormitory
ja: シャトルコック・寄宿舎
zh_hans: Shuttlecock · 宿舍

# home.alt.dormitory_nearby
source: 한양대기숙사앞
en: Hanyang Univ. Dormitory Front
ja: 漢陽大寄宿舎前
zh_hans: 汉阳大宿舍前

# home.alt.gyeonggi_technopark
source: 경기테크노파크
en: Gyeonggi Techno Park
ja: 京畿テクノパーク
zh_hans: 京畿科技园

# home.alt.intercity_terminal
source: 시외버스터미널
en: Intercity Bus Terminal
ja: 市外バスターミナル
zh_hans: 市外巴士客运站

# home.alt.sangnoksu
source: 상록수역
en: Sangnoksu Station
ja: 常緑樹駅
zh_hans: 常绿树站

# home.alt.seongan_entrance
source: 성안길입구
en: Seongan-gil Entrance
ja: 城安キル入口
zh_hans: 城安路入口

# home.badge.alternative
source: 대체
en: Alt.
ja: 代替
zh_hans: 替代

# home.badge.free
source: 무료
en: Free
ja: 無料
zh_hans: 免费

# home.badge.transfer
source: 환승
en: Transfer
ja: 乗換
zh_hans: 换乘

# home.cafeteria.detail
source: 전체 학식
en: All menus
ja: 全ての学食
zh_hans: 全部食堂

# home.cafeteria.title
source: 지금 먹기
en: Eat now
ja: 今食べる
zh_hans: 现在用餐

# home.check
source: 확인
en: Check
ja: 確認
zh_hans: 查看

# home.destination.campus
source: 학교로
en: To campus
ja: 学校へ
zh_hans: 回学校

# home.destination.gwangmyeong
source: 광명역
en: Gwangmyeong
ja: 光明駅
zh_hans: 光明站

# home.destination.jungang
source: 중앙역
en: Jungang
ja: 中央駅
zh_hans: 中央站

# home.destination.station
source: 한대앞
en: Handaeap
ja: 漢大前
zh_hans: 汉大前

# home.destination.terminal
source: 예술인
en: Terminal
ja: ターミナル
zh_hans: 客运站

# home.empty.meal.message
source: 전체 학식에서 다른 시간대 메뉴를 확인할 수 있어요.
en: Check other meal times in all menus.
ja: 全ての学食で他の時間帯のメニューを確認できます。
zh_hans: 可在全部食堂中查看其他时段菜单。

# home.empty.meal.title
source: %@ 메뉴가 없어요
en: %@ menu is unavailable
ja: %@メニューがありません
zh_hans: 暂无%@菜单

# home.empty.shuttle.message
source: 잠시 후 다시 확인하거나 아래 대체 노선을 확인해요.
en: Check again later or use an alternative route below.
ja: しばらくしてから再確認するか、下の代替ルートを確認してください。
zh_hans: 请稍后再确认，或查看下方替代路线。

# home.empty.shuttle.title
source: 지금 탈 수 있는 셔틀이 없어요
en: No shuttle available now
ja: 今乗れるシャトルがありません
zh_hans: 现在暂无可乘坐的校车

# home.experience_new
source: 새 홈 체험하기
en: Try the new home
ja: 新しいホームを体験
zh_hans: 体验新版首页

# home.hero.subtitle
source: 이동부터 식사까지, 지금 상황에 맞는 정보를 보여줘요.
en: We bring up the information that fits your situation, from routes to meals.
ja: 移動から食事まで、今の状況に合う情報を表示します。
zh_hans: 从出行到用餐，显示适合当前情况的信息。

# home.hero.title
source: 지금 필요한 것만
en: Only what you need now
ja: 今必要なものだけ
zh_hans: 只看现在需要的内容

# home.legacy
source: 기존 화면
en: Previous screen
ja: 以前の画面
zh_hans: 旧版页面

# home.loading
source: 셔틀과 대중교통 도착 정보를 불러오는 중이에요.
en: Loading shuttle and transit arrival information.
ja: シャトルと公共交通の到着情報を読み込んでいます。
zh_hans: 正在加载校车和公共交通到达信息。

# home.meal.breakfast
source: 조식
en: Breakfast
ja: 朝食
zh_hans: 早餐

# home.meal.dinner
source: 석식
en: Dinner
ja: 夕食
zh_hans: 晚餐

# home.meal.lunch
source: 중식
en: Lunch
ja: 昼食
zh_hans: 午餐

# home.meal.tomorrow_breakfast
source: 내일 조식
en: Tomorrow breakfast
ja: 明日の朝食
zh_hans: 明天早餐

# home.minutes
source: %d분
en: %d min
ja: %d分
zh_hans: %d分钟

# home.movement.detail
source: 셔틀 상세
en: Shuttle details
ja: シャトル詳細
zh_hans: 校车详情

# home.movement.title
source: 지금 이동
en: Move now
ja: 今すぐ移動
zh_hans: 现在出发

# home.open_new
source: 새 홈 보기
en: Try new home
ja: 新しいホームを試す
zh_hans: 体验新版首页

# home.prompt.message
source: 언제든 기존 화면으로 돌아올 수 있어요.
en: You can return to the previous screen at any time.
ja: いつでも以前の画面に戻れます。
zh_hans: 你可以随时返回旧版页面。

# home.prompt.title
source: 새 홈을 체험해볼까요?
en: Try the new home?
ja: 新しいホームを試しますか？
zh_hans: 要体验新版首页吗？

# home.quick_settings.action_bar.title
source: 홈에 보일 내용을 조정해요
en: Adjust what appears on Home
ja: ホームの表示を調整できます
zh_hans: 调整首页显示内容

# home.quick_settings.bus50_transfer.subtitle
source: 예술인에서 광명역 가는 50번 버스 도착 정보를 보여줘요.
en: Shows Bus 50 arrivals from Yesulin to Gwangmyeong Station.
ja: 芸術人から光明駅へ向かう50番の到着情報を表示します。
zh_hans: 显示从艺术人前往光明站的50路到达信息。

# home.quick_settings.bus50_transfer.title
source: 50번 환승 정보 표시
en: Show Bus 50 transfers
ja: 50番乗り換えを表示
zh_hans: 显示50路换乘

# home.quick_settings.button
source: 홈 옵션
en: Home options
ja: ホーム設定
zh_hans: 首页选项

# home.quick_settings.legacy
source: 기존 셔틀 화면
en: Previous shuttle screen
ja: 以前のシャトル画面
zh_hans: 旧版校车页面

# home.quick_settings.subway_destination.incheon
source: 인천
en: Incheon
ja: 仁川
zh_hans: 仁川

# home.quick_settings.subway_destination.oido
source: 오이도
en: Oido
ja: 烏耳島
zh_hans: 乌耳岛

# home.quick_settings.subway_destination.sosa
source: 일산.부천
en: Ilsan/Bucheon
ja: 一山・富川
zh_hans: 一山·富川

# home.quick_settings.subway_destination.seoul
source: 서울
en: Seoul
ja: ソウル
zh_hans: 首尔

# home.quick_settings.subway_destination.suwon_yongin
source: 수원·용인
en: Suwon/Yongin
ja: 水原・龍仁
zh_hans: 水原/龙仁

# home.quick_settings.subway_transfer.subtitle
source: 전철 환승 정보에서 우선할 목적지를 선택해요.
en: Choose the destination to prioritize when subway transfer info is added.
ja: 電車乗り換え情報で優先する目的地を選びます。
zh_hans: 选择地铁换乘信息优先显示的目的地。

# home.quick_settings.subway_transfer.title
source: 전철 환승 정보 표시
en: Show subway transfers
ja: 電車乗り換えを表示
zh_hans: 显示地铁换乘

# home.quick_settings.title
source: 홈 옵션
en: Home options
ja: ホーム設定
zh_hans: 首页选项

# home.return
source: 홈으로
en: Home
ja: ホームへ
zh_hans: 返回首页

# home.route.campus
source: 한대앞역 → 셔틀콕 → 기숙사
en: Handaeap Station -> Shuttlecock -> Dormitory
ja: 漢大前駅 → シャトルコック → 寮
zh_hans: 汉大前站 → Shuttlecock → 宿舍

# home.route.gwangmyeong
source: 기숙사 → 셔틀콕 → 예술인 → 광명역
en: Dormitory -> Shuttlecock -> Yesulin -> Gwangmyeong Station
ja: 寮 → シャトルコック → 芸術人 → 光明駅
zh_hans: 宿舍 → Shuttlecock → 艺术人 → 光明站

# home.route.jungang
source: 기숙사 → 중앙역
en: Dormitory -> Jungang Station
ja: 寮 → 中央駅
zh_hans: 宿舍 → 中央站

# home.route.station
source: 기숙사 → 셔틀콕 → 한대앞역
en: Dormitory -> Shuttlecock -> Handaeap Station
ja: 寮 → シャトルコック → 漢大前駅
zh_hans: 宿舍 → Shuttlecock → 汉大前站

# home.route.terminal
source: 기숙사 → 예술인
en: Dormitory -> Terminal
ja: 寮 → ターミナル
zh_hans: 宿舍 → 客运站

# home.shuttle.departure.title
source: %@ 출발
en: Departs at %@
ja: %@ 発
zh_hans: %@ 发车

# home.shuttle.last_run.subtitle
source: 막차 · %@
en: Last run · %@
ja: 終車 · %@
zh_hans: 末班 · %@

# home.shuttle.no_via
source: 무정차
en: Nonstop
ja: 直行
zh_hans: 直达

# home.shuttle.via
source: %@ 경유
en: Via %@
ja: %@ 経由
zh_hans: 经 %@

# home.support.default
source: 급할 때만 확인
en: Only if urgent
ja: 急ぐ時だけ確認
zh_hans: 仅急用时查看

# home.support.emphasized
source: 대체/환승 확인
en: Alternatives / transfers
ja: 代替/乗換
zh_hans: 替代/换乘

# home.title.today
source: 오늘
en: Today
ja: 今日
zh_hans: 今天

# home.transfer.bus50.available
source: 50번 환승 가능
en: Bus 50 transfer available
ja: 50番に乗り換え可
zh_hans: 可换乘50路

# home.transfer.bus50.buffer
source: +%d분
en: +%d min
ja: +%d分
zh_hans: +%d分钟

# home.transfer.bus50.card.title
source: 예술인에서 50번 연결
en: Connect at Yesulin
ja: 芸術人で接続
zh_hans: 在艺术人换乘50路

# home.transfer.bus50.log
source: %@ 도착 예정 · +%d분
en: Expected at %@ · +%d min
ja: %@ 到着予定 · +%d分
zh_hans: 预计%@到达 · +%d分钟

# home.transfer.bus50.log.title
source: %@ 도착 예정
en: Expected at %@
ja: %@ 到着予定
zh_hans: 预计%@到达

# home.transfer.bus50.realtime
source: %@ 도착 예정 · +%d분
en: Expected at %@ · +%d min
ja: %@ 到着予定 · +%d分
zh_hans: 预计%@到达 · +%d分钟

# home.transfer.bus50.realtime.title
source: %@ 도착 예정
en: Expected at %@
ja: %@ 到着予定
zh_hans: 预计%@到达

# home.transfer.bus50.subtitle
source: 예술인에서 버스 환승
en: Transfer to bus at Yesulin
ja: 芸術人でバスに乗り換え
zh_hans: 在艺术人换乘公交

# home.transfer.bus50.tight
source: 50번 환승 빠듯
en: Bus 50 transfer is tight
ja: 50番への乗り換えはぎりぎり
zh_hans: 换乘50路较紧

# home.transfer.bus50.usual
source: 평소 50번 연결
en: Usual Bus 50 transfer
ja: 通常の50番乗り換え
zh_hans: 通常50路换乘

# home.transfer.subway.choji.subtitle
source: 초지역에서 전철 환승
en: Transfer at Choji Station
ja: 草芝駅で地下鉄に乗り換え
zh_hans: 在草芝站换乘地铁

# home.transfer.subway.oido.subtitle
source: 오이도역에서 전철 환승
en: Transfer at Oido Station
ja: 烏耳島駅で地下鉄に乗り換え
zh_hans: 在乌耳岛站换乘地铁

# home.transfer.subway.subtitle
source: 한대앞에서 전철 환승
en: Transfer at Hanyang Univ. at Ansan
ja: 韓大前で地下鉄に乗り換え
zh_hans: 在汉大前换乘地铁

# home.transfer.subway.seohae.badge
source: 서해선
en: Seohae
ja: 西海線
zh_hans: 西海线

# home.transfer.subway.suin_bundang.badge
source: 수인분당
en: Suin
ja: 水仁盆唐
zh_hans: 水仁盆唐

# home.transit.bus_50_ansan.subtitle
source: 광명역에서 예술인으로 이동 후 셔틀
en: From Gwangmyeong Station to Yesulin, then shuttle
ja: 光明駅から芸術人へ移動後シャトル
zh_hans: 从光明站到艺术人后换乘校车

# home.transit.bus_50_ansan.title
source: 50번 안산 방면
en: Bus 50 toward Ansan
ja: 50番 安山方面
zh_hans: 50路 安山方向

# home.transit.bus_50_gwangmyeong.subtitle
source: 예술인 정류장에서 환승
en: Transfer at Yesulin stop
ja: 芸術人停留所で乗り換え
zh_hans: 在艺术人站换乘

# home.transit.bus_50_gwangmyeong.title
source: 50번 광명역 방면
en: Bus 50 toward Gwangmyeong Station
ja: 50番 光明駅方面
zh_hans: 50路 光明站方向

# home.transit.free_artist_50
source: 예술인 하차 후 50번
en: Get off at Yesulin, then bus 50
ja: 芸術人で下車後50番
zh_hans: 艺术人下车后乘50路

# home.transit.free_campus
source: 셔틀콕 경유 기숙사
en: To dormitory via Shuttlecock
ja: シャトルコック経由で寮へ
zh_hans: 经Shuttlecock到宿舍

# home.transit.free_jungang
source: 중앙역 방향
en: Toward Jungang Station
ja: 中央駅方面
zh_hans: 中央站方向

# home.transit.free_station_transfer
source: 한대앞역에서 4호선/수인분당선
en: Line 4/Suin-Bundang at Handaeap Station
ja: 漢大前駅で4号線/水仁盆唐線
zh_hans: 在汉大前站换乘4号线/水仁盆唐线

# home.transit.free_terminal
source: 예술인 방향
en: Toward Terminal
ja: ターミナル方面
zh_hans: 客运站方向

# home.transit.station_transfer.subtitle
source: 도착 후 4호선 또는 수인분당선 탑승
en: Take Line 4 or Suin-Bundang Line after arrival
ja: 到着後、4号線または水仁盆唐線に乗車
zh_hans: 到达后乘坐4号线或水仁盆唐线

# home.transit.station_transfer.title
source: 한대앞역 환승
en: Transfer at Handaeap Station
ja: 漢大前駅で乗り換え
zh_hans: 汉大前站换乘

# language.chinese
source: 중국어 (中文)
en: Chinese (中文)
ja: 中国語 (中文)
zh_hans: 中文

# language.english
source: 영어 (English)
en: English
ja: 英語 (English)
zh_hans: 英语 (English)

# language.japanese
source: 일본어 (日本語)
en: Japanese (日本語)
ja: 日本語
zh_hans: 日语 (日本語)

# language.keep.current
source: 영어로 유지
en: Keep English
ja: 英語のまま継続
zh_hans: 继续使用英语

# language.korean
source: 한국어
en: Korean (한국어)
ja: 韓国語 (한국어)
zh_hans: 韩语 (한국어)

# language.open.settings
source: 설정에서 변경
en: Open Settings
ja: 設定で変更する
zh_hans: 前往设置更改

# language.suggestion.message
source: HYUabot이 이제 일본어와 중국어를 지원합니다. 언어를 전환하시겠습니까?
en: HYUabot now supports Japanese and Chinese. Would you like to switch?
ja: HYUabotが日本語・中国語に対応しました。言語を切り替えますか？
zh_hans: HYUabot现已支持日语和中文。是否切换语言？

# language.suggestion.title
source: 새로운 언어 지원!
en: New Language Support!
ja: 日本語に対応しました！
zh_hans: 已支持中文！

# map.building.search.placeholder
source: 강의실 검색
en: Search room
ja: 講義室を検索
zh_hans: 搜索教室

# map.search.empty
source: 검색된 강의실이 없습니다.
en: No item found
ja: 検索された講義室がありません。
zh_hans: 未找到搜索的教室。

# notice.title
source: 공지사항
en: Notice
ja: お知らせ
zh_hans: 公告

# notice.title.%@
source: [공지] %1$@
en: [Notice] %1$@
ja: [お知らせ] %1$@
zh_hans: [公告] %1$@

# reading_room_1
source: HOLMZ 열람석
en: HOLMZ room
ja: HOLMZ 閲覧席
zh_hans: HOLMZ阅览席

# reading_room_53
source: 제1열람실[지하1층]
en: 1st reading room [B1]
ja: 第1閲覧室[地下1階]
zh_hans: 第1阅览室[B1层]

# reading_room_54
source: 제2열람실[지하1층]
en: 2nd reading room [B1]
ja: 第2閲覧室[地下1階]
zh_hans: 第2阅览室[B1层]

# reading_room_55
source: 제3열람실[3층]
en: 3rd reading room [3F]
ja: 第3閲覧室[3階]
zh_hans: 第3阅览室[3层]

# reading_room_56
source: 제4열람실[3층]
en: 4th reading room [3F]
ja: 第4閲覧室[3階]
zh_hans: 第4阅览室[3层]

# reading_room_61
source: 제1열람실[2층]
en: 1st reading room [2F]
ja: 第1閲覧室[2階]
zh_hans: 第1阅览室[2层]

# reading_room_63
source: 제2열람실[4층]
en: 2nd reading room [4F]
ja: 第2閲覧室[4階]
zh_hans: 第2阅览室[4层]

# reading_room_131
source: 집중열람실[4층]
en: Concentrate reading room [4F]
ja: 集中閲覧室[4階]
zh_hans: 专注阅览室[4层]

# reading_room_132
source: 노상일 HOLMZ[4층]
en: Roh HOLMZ [4F]
ja: ノ・サンイル HOLMZ[4階]
zh_hans: Roh HOLMZ[4层]

# reading_room.alarm.3hour
source: 3시간 후 알림
en: 3-hour alarm
ja: 3時間後に通知
zh_hans: 3小时后提醒

# reading_room.alarm.4hour
source: 4시간 후 알림
en: 4-hour alarm
ja: 4時間後に通知
zh_hans: 4小时后提醒

# reading_room.alarm.cancel
source: 알림 취소
en: Cancel alarm
ja: 通知をキャンセル
zh_hans: 取消提醒

# reading_room.alarm.notification.body
source: 열람실 이용 시간이 10분 후 만료됩니다. 연장이 필요하시면 확인해 주세요.
en: Your reading room usage expires in 10 minutes. Please renew if needed.
ja: 閲覧室の利用時間が10分後に終了します。延長が必要な場合はご確認ください。
zh_hans: 阅览室使用时间将在10分钟后到期，如需延长请确认。

# reading_room.alarm.notification.title
source: 열람실 이용 시간 연장 안내
en: Reading Room Usage Time Notice
ja: 閲覧室利用時間のお知らせ
zh_hans: 阅览室使用时间提醒

# reading_room.alarm.running_format
source: %@ 에 알림이 설정되어 있어요.
en: Alarm set for %@
ja: %@ に通知が設定されています
zh_hans: 已设置 %@ 提醒

# reading_room.available_seat_format
source: 잔여 %1$d석 · 전체 %2$d석
en: %1$d seats available · %2$d total
ja: 残り %1$d 席 · 全 %2$d 席
zh_hans: 剩余 %1$d 座 · 共 %2$d 座

# reading_room.full_seat_format
source: 만석 · 전체 %1$d석
en: Full · %1$d total seats
ja: 満席 · 全 %1$d 席
zh_hans: 已满 · 共 %1$d 座

# readingroom.notification.body.%@
source: %@ 석의 좌석이 발견되었습니다!
en: %@ seats found in this room
ja: この部屋で%@席が見つかりました！
zh_hans: 该阅览室发现了%@个空位！

# readingroom.notification.title.%@
source: %@ 잔여 좌석 알림
en: Empty seat notification from %@
ja: %@ 空席通知
zh_hans: %@ 空位通知

# licenses.empty
source: 라이선스 정보를 불러올 수 없습니다.
en: License information is unavailable.
ja: ライセンス情報を表示できません。
zh_hans: 无法显示许可信息。

# licenses.no_results
source: 일치하는 라이브러리가 없습니다.
en: No matching libraries.
ja: 一致するライブラリはありません。
zh_hans: 没有匹配的库。

# licenses.search
source: 라이브러리 검색
en: Search libraries
ja: ライブラリを検索
zh_hans: 搜索库

# licenses.source
source: 소스
en: Source
ja: ソース
zh_hans: 源代码

# setting.analytics
source: 앱 분석 데이터 수집
en: App Analytics
ja: アプリ分析データの収集
zh_hans: 应用分析数据收集

# setting.campus
source: 캠퍼스 설정
en: Campus
ja: キャンパス設定
zh_hans: 校区设置

# setting.coachmark.reset
source: 기능 안내 다시 보기
en: Show Feature Guide Again
ja: 機能ガイドを再表示
zh_hans: 再次查看功能引导

# setting.developer
source: 개발자 정보
en: Developer
ja: 開発者情報
zh_hans: 开发者信息

# setting.developer.info
source: 이정인 (소프트웨어 17)
en: Jeongin Lee (CSE 17)
ja: イ・ジョンイン (CSE 17)
zh_hans: 이정인 (CSE 17)

# setting.language
source: 언어 설정
en: Language
ja: 言語設定
zh_hans: 语言设置

# setting.open_source_licenses
source: 오픈소스 라이선스
en: Open Source Licenses
ja: オープンソースライセンス
zh_hans: 开源许可

# setting.privacy_policy
source: 개인정보처리방침
en: Privacy Policy
ja: プライバシーポリシー
zh_hans: 隐私政策

# setting.theme
source: 테마 설정
en: Theme
ja: テーマ設定
zh_hans: 主题设置

# setting.version
source: 앱 버전 정보
en: Version
ja: アプリバージョン情報
zh_hans: 应用版本信息

# shuttle_type_dormitory
source: 기숙사
en: Dormitory
ja: 寮
zh_hans: 宿舍

# shuttle_type_jungang_station
source: 중앙역
en: Jungang Stn.
ja: 中央駅
zh_hans: 中央站

# shuttle_type_school_circular
source: 순환
en: Circular
ja: 循環
zh_hans: 环形

# shuttle_type_school_jungang_station
source: 중앙역
en: Jungang Stn.
ja: 中央駅
zh_hans: 中央站

# shuttle_type_school_station
source: 한대앞
en: Station
ja: Station
zh_hans: Station

# shuttle_type_school_terminal
source: 예술인
en: Terminal
ja: Terminal
zh_hans: Terminal

# shuttle_type_shuttlecock
source: 셔틀콕
en: Shuttlecock
ja: Shuttlecock
zh_hans: Shuttlecock

# shuttle_type_shuttlecock_finishing
source: 셔틀콕 종착
en: Shuttlecock
ja: Shuttlecock (終着)
zh_hans: Shuttlecock (终点)

# shuttle_type_station_circular_dormitory
source: 순환
en: Circular
ja: 循環
zh_hans: 环形

# shuttle_type_station_circular_shuttlecock
source: 순환
en: Circular
ja: 循環
zh_hans: 环形

# shuttle.action_bar.title
source: 셔틀 표시 옵션
en: Shuttle display options
ja: シャトル表示オプション
zh_hans: 校车显示选项

# shuttle.alarm.alighting
source: 하차 알림 · 여정 공유
en: Alighting Alert · Share Trip
ja: 降車アラート · 行程を共有
zh_hans: 下车提醒 · 分享行程

# shuttle.alarm.alighting.alert.body
source: %1$@ 정류장이 %2$@ 앞입니다
en: %1$@ stop is about %2$@ ahead
ja: %1$@停留所が%2$@先です
zh_hans: 距%1$@站约%2$@

# shuttle.alarm.alighting.alert.title
source: 하차 준비하세요!
en: Prepare to get off!
ja: 降車準備をしてください！
zh_hans: 请准备下车！

# shuttle.alarm.alighting.content
source: 정류장까지 약 %@
en: About %@ to the stop
ja: 停留所まで約%@
zh_hans: 距站点约%@

# shuttle.alarm.alighting.live.arrival
source: %@ 도착
en: Arrives at %@
ja: %@ 到着
zh_hans: %@ 到达

# shuttle.alarm.alighting.live.completed
source: 하차 시간이 되었습니다.
en: It's time to get off.
ja: 降車時刻です。
zh_hans: 已到下车时间。

# shuttle.alarm.alighting.live.title
source: 셔틀버스 하차 알림
en: Shuttle Bus Alighting Alert
ja: シャトルバス降車アラート
zh_hans: 校车下车提醒

# shuttle.alarm.alighting.notification.body
source: %@ 정류장 도착 예정 시간입니다.
en: Scheduled arrival time for %@ stop.
ja: %@停留所の到着予定時刻です。
zh_hans: 已到%@站的预计到达时间。

# shuttle.alarm.alighting.notification.title
source: %@ 하차 준비
en: %@ Alighting Prep
ja: %@ 降車準備
zh_hans: %@ 下车准备

# shuttle.alarm.alighting.preparing
source: 하차 정류장 모니터링 중
en: Monitoring alighting stop
ja: 降車停留所を監視中
zh_hans: 正在监控下车站

# shuttle.alarm.alighting.tracking
source: 거리 확인 중
en: Checking distance
ja: 距離確認中
zh_hans: 正在确认距离

# shuttle.alarm.alighting.tracking.short
source: 추적 중
en: Tracking
ja: 追跡中
zh_hans: 追踪中

# shuttle.alarm.boarding
source: 승차 알림
en: Boarding Alert
ja: 乗車アラート
zh_hans: 上车提醒

# shuttle.alarm.boarding.initial
source: %d분 후 출발
en: Departs in %d min
ja: %d分後に出発
zh_hans: %d分钟后出发

# shuttle.alarm.boarding.live.completed
source: 승차 시간이 되었습니다.
en: It's time to board.
ja: 乗車時刻です。
zh_hans: 已到上车时间。

# shuttle.alarm.boarding.live.departure
source: %@ 출발
en: Departs at %@
ja: %@ 出発
zh_hans: %@ 出发

# shuttle.alarm.boarding.live.title
source: 셔틀버스 승차 알림
en: Shuttle Bus Boarding Alert
ja: シャトルバス乗車アラート
zh_hans: 校车上车提醒

# shuttle.alarm.boarding.notification.body
source: %d분 · %@ 출발
en: %d min · %@ departure
ja: %d分 · %@ 出発
zh_hans: %d分钟 · %@ 出发

# shuttle.alarm.boarding.notification.title
source: %@ 승차 알림
en: %@ Boarding Alert
ja: %@ 乗車アラート
zh_hans: %@ 上车提醒

# shuttle.alarm.button.description
source: 알림 설정
en: Set Notification
ja: 通知設定
zh_hans: 设置通知

# shuttle.alarm.cancel
source: 알림 취소
en: Cancel Alert
ja: アラートキャンセル
zh_hans: 取消提醒

# shuttle.alarm.checkpoint.approaching
source: %@ 접근
en: Approaching %@
ja: %@接近
zh_hans: 接近%@

# shuttle.alarm.checkpoint.departed
source: %@ 출발
en: Departed %@
ja: %@出発
zh_hans: %@出发

# shuttle.alarm.checkpoint.waiting
source: %@ 대기
en: Waiting at %@
ja: %@待機
zh_hans: %@等待

# shuttle.alarm.no.permission
source: 알림 권한이 필요합니다
en: Notification permission required
ja: 通知権限が必要です
zh_hans: 需要通知权限

# shuttle.alarm.start
source: 알림 시작
en: Start Alert
ja: アラート開始
zh_hans: 开始提醒

# shuttle.alarm.title
source: 셔틀버스 알림
en: Shuttle Bus Alerts
ja: シャトルバス通知
zh_hans: 校车通知

# shuttle.bus.alternative.bus.stop
source: 버스 탑승 정류장
en: Bus boarding stop
ja: バス乗車停留所
zh_hans: 公交上车站

# shuttle.bus.alternative.no.data
source: 도착 정보 없음
en: No arrival info
ja: 到着情報なし
zh_hans: 无到站信息

# shuttle.bus.alternative.route
source: 10-1 (상록수역 방면)
en: 10-1 (to Sangnoksu Stn.)
ja: 10-1 (常緑樹駅方面)
zh_hans: 10-1 (常绿树站方向)

# shuttle.bus.alternative.route.62.dormitory
source: 62 (셔틀콕 방면)
en: 62 (to Shuttlecock)
ja: 62 (シャトルコック方面)
zh_hans: 62 (羽毛球场方向)

# shuttle.bus.alternative.route.62.terminal
source: 62 (성안길입구)
en: 62 (Seongangil Entrance)
ja: 62 (城安キル入口)
zh_hans: 62 (城安街入口)

# shuttle.bus.alternative.route.80a
source: 80A (경기테크노파크)
en: 80A (Gyeonggi Techno Park)
ja: 80A (京畿テクノパーク)
zh_hans: 80A (京畿技术园区)

# shuttle.bus.alternative.route.80b
source: 80B (기숙사 방면)
en: 80B (to Dormitory)
ja: 80B (寮方面)
zh_hans: 80B (宿舍方向)

# shuttle.bus.alternative.route.campus
source: 10-1 (상록수역 출발)
en: 10-1 (from Sangnoksu Stn.)
ja: 10-1 (常緑樹駅発)
zh_hans: 10-1 (常绿树站出发)

# shuttle.bus.alternative.route.n80a
source: N80A (경기테크노파크)
en: N80A (Gyeonggi Techno Park)
ja: N80A (京畿テクノパーク)
zh_hans: N80A (京畿技术园区)

# shuttle.bus.alternative.route.n80b
source: N80B (기숙사 방면)
en: N80B (to Dormitory)
ja: N80B (寮方面)
zh_hans: N80B (宿舍方向)

# shuttle.bus.alternative.shuttle.stop
source: 셔틀버스 정류장
en: Shuttle bus stop
ja: シャトルバス停留所
zh_hans: 校车站

# shuttle.bus.alternative.time.%lld
source: %lld분 후 도착
en: Arrives in %lld min
ja: %lld分後到着
zh_hans: %lld分钟后到达

# shuttle.desination.dormitory
source: 캠퍼스 방면
en: Campus
ja: キャンパス方面
zh_hans: 校园方向

# shuttle.desination.jungang_station
source: 중앙역 방면
en: Jungang Stn.
ja: 中央駅方面
zh_hans: 中央站方向

# shuttle.desination.subway
source: 한대앞 방면
en: Station
ja: Station方面
zh_hans: Station方向

# shuttle.desination.terminal
source: 예술인 방면
en: Terminal
ja: Terminal方面
zh_hans: Terminal方向

# shuttle.destination
source: 목적지
en: Destination
ja: 目的地
zh_hans: 目的地

# shuttle.destination.shorten.campus
source: 기숙사
en: Dormitory
ja: 寮
zh_hans: 宿舍

# shuttle.destination.shorten.jungang_station
source: 중앙역
en: Jungang Stn.
ja: 中央駅
zh_hans: 中央站

# shuttle.destination.shorten.station
source: 한대앞
en: Station
ja: Station
zh_hans: Station

# shuttle.destination.shorten.terminal
source: 예술인
en: Terminal
ja: Terminal
zh_hans: Terminal

# shuttle.first.last.weekdays.format.%@
source: %@ (평일)
en: %@ (Weekdays)
ja: %@ (平日)
zh_hans: %@ (工作日)

# shuttle.first.last.weekdays.na
source: —:— (평일)
en: —:— (Weekdays)
ja: —:— (平日)
zh_hans: —:— (工作日)

# shuttle.first.last.weekends.format.%@
source: %@ (주말)
en: %@ (Weekends)
ja: %@ (週末)
zh_hans: %@ (周末)

# shuttle.first.last.weekends.na
source: —:— (주말)
en: —:— (Weekends)
ja: —:— (週末)
zh_hans: —:— (周末)

# shuttle.first.time
source: 첫차
en: First
ja: 始発
zh_hans: 首班

# shuttle.help
source: 셔틀버스 도움말
en: Shuttle Help
ja: シャトルバス ヘルプ
zh_hans: 校车帮助
